IDEA Open Model
SectionCharacteristics.Sy Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the first moment of area related to the Y axis.
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Sy { get; set; }
Public Property Sy As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace